tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "fzf"
brew "htop"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node"
brew "rust"
brew "jenv"
brew "wget"
brew "jq"
brew "ripgrep"
brew "fd"
brew "lazydocker"

cask "google-chrome"
cask "itsycal"
cask "maccy"
cask "rectangle"
cask "skim"
cask "spaceman"
cask "stats"
cask "wezterm"
